{
  "menu": {
    "admin.dashboard.title": "Dashboard",
    "admin.dashboard.description": "\"Comprehensive administrative overview with real-time analytics, system health monitoring, and quick access to critical management functions.",
    "admin.user.management.title": "Users",
    "admin.user.management.description": "\"Complete user lifecycle management including registration, verification, role assignment, and customer relationship tools for comprehensive user administration.",
    "admin.users.title": "Users",
    "admin.users.description": "\"Comprehensive user database with advanced filtering, bulk operations, profile management, and detailed activity tracking.",
    "admin.roles.permissions.title": "Roles & Permissions",
    "admin.roles.permissions.description": "\"Advanced access control system for defining user roles, managing permissions, and implementing security policies across the platform.",
    "admin.roles.title": "User Roles",
    "admin.roles.description": "\"Create and manage user roles with customizable permission sets and hierarchical access control structures.",
    "admin.permissions.title": "Permissions",
    "admin.permissions.description": "\"Granular permission management for fine-tuned access control across all system functions and features.",
    "admin.compliance.title": "Compliance & Verification",
    "admin.compliance.description": "\"Regulatory compliance tools including KYC processing, document verification, and identity management for legal adherence.",
    "admin.kyc.applications.title": "KYC Applications",
    "admin.kyc.applications.description": "\"Review and process Know Your Customer applications with document verification, risk assessment, and approval workflows.",
    "admin.kyc.levels.title": "Verification Levels",
    "admin.kyc.levels.description": "\"Configure verification tiers with customizable requirements, limits, and access privileges for different user categories.",
    "admin.support.title": "Customer Support",
    "admin.support.description": "\"Integrated support ticket system with priority management, response tracking, and customer satisfaction monitoring.",
    "admin.api.management.title": "API Management",
    "admin.api.management.description": "\"API key lifecycle management with usage monitoring, rate limiting, and security controls for third-party integrations.",
    "admin.financial.operations.title": "Finance",
    "admin.financial.operations.description": "\"Comprehensive financial management suite covering revenue analytics, currency management, payment processing, and transaction oversight.",
    "admin.analytics.title": "Revenue Analytics",
    "admin.analytics.description": "\"Advanced financial analytics with profit tracking, revenue streams analysis, and comprehensive business intelligence dashboards.",
    "admin.currencies.title": "Currency Management",
    "admin.currencies.description": "\"Multi-currency support with real-time exchange rates, trading pairs configuration, and market data integration.",
    "admin.fiat.currencies.title": "Fiat Currencies",
    "admin.fiat.currencies.description": "\"Traditional currency management with exchange rate monitoring, regional settings, and payment gateway integration.",
    "admin.crypto.currencies.title": "Cryptocurrencies",
    "admin.crypto.currencies.description": "\"Digital asset management with blockchain integration, wallet connectivity, and real-time market data feeds.",
    "admin.payment.systems.title": "Payment Systems",
    "admin.payment.systems.description": "\"Complete payment infrastructure management including gateways, methods, and transaction processing oversight.",
    "admin.payment.gateways.title": "Payment Gateways",
    "admin.payment.gateways.description": "\"Configure and monitor payment gateways with fraud detection, compliance checks, and performance analytics.",
    "admin.payment.methods.title": "Payment Methods",
    "admin.payment.methods.description": "\"Manage available payment options including cards, bank transfers, digital wallets, and cryptocurrency payments.",
    "admin.deposit.logs.title": "Deposit Records",
    "admin.deposit.logs.description": "\"Comprehensive deposit transaction logs with status tracking, reconciliation tools, and audit capabilities.",
    "admin.trading.infrastructure.title": "Trading Infrastructure",
    "admin.trading.infrastructure.description": "\"Trading platform management including exchange providers, market configurations, and order processing systems.",
    "admin.exchange.providers.title": "Exchange Providers",
    "admin.exchange.providers.description": "\"Manage exchange integrations with liquidity providers, API configurations, and performance monitoring.",
    "admin.binary.trading.title": "Binary Options",
    "admin.binary.trading.description": "\"Binary options trading system with market setup, duration management, and payout configuration.",
    "admin.binary.markets.title": "Binary Markets",
    "admin.binary.markets.description": "\"Configure binary options markets with asset pairs, trading parameters, and market hours.",
    "admin.binary.durations.title": "Trading Durations",
    "admin.binary.durations.description": "\"Set trading timeframes and payout percentages for binary options with risk management controls.",
    "admin.investment.management.title": "Investment Management",
    "admin.investment.management.description": "\"Investment product management with plan creation, performance tracking, and portfolio oversight tools.",
    "admin.investment.plans.title": "Investment Plans",
    "admin.investment.plans.description": "\"Create and manage investment products with risk profiles, return calculations, and term configurations.",
    "admin.investment.durations.title": "Investment Durations",
    "admin.investment.durations.description": "\"Configure investment durations, maturity periods, and compound interest calculations for various products.",
    "admin.investment.history.title": "Investment Analytics",
    "admin.investment.history.description": "\"Comprehensive investment performance analytics with ROI tracking and portfolio management insights.",
    "admin.order.management.title": "Order Management",
    "admin.order.management.description": "\"Centralized order processing and management across all trading platforms and asset classes.",
    "admin.binary.orders.title": "Binary Orders",
    "admin.binary.orders.description": "\"Monitor and manage binary options orders with execution tracking and settlement processing.",
    "admin.spot.orders.title": "Spot Orders",
    "admin.spot.orders.description": "\"Spot trading order management with real-time execution monitoring and market impact analysis.",
    "admin.ecosystem.orders.title": "Ecosystem Orders",
    "admin.ecosystem.orders.description": "\"Blockchain ecosystem trading orders with smart contract integration and decentralized execution.",
    "admin.futures.orders.title": "Futures Orders",
    "admin.futures.orders.description": "\"Futures contract order management with margin tracking and risk assessment tools.",
    "admin.transaction.management.title": "Transaction Management",
    "admin.transaction.management.description": "\"Complete transaction oversight with detailed logging, reconciliation, and transfer management capabilities.",
    "admin.transaction.logs.title": "Transaction Logs",
    "admin.transaction.logs.description": "\"Comprehensive transaction history with advanced filtering, export capabilities, and audit trails.",
    "admin.internal.transfers.title": "Internal Transfers",
    "admin.internal.transfers.description": "\"Manage internal fund transfers between accounts with approval workflows and compliance checks.",
    "admin.wallet.management.title": "Wallet Management",
    "admin.wallet.management.description": "\"Multi-currency wallet administration with balance monitoring, security controls, and backup management.",
    "admin.withdrawal.management.title": "Withdrawal Management",
    "admin.withdrawal.management.description": "\"Comprehensive withdrawal system management with automated processing, fraud prevention, and compliance controls.",
    "admin.withdrawal.methods.title": "Withdrawal Methods",
    "admin.withdrawal.methods.description": "\"Configure withdrawal options including bank transfers, crypto withdrawals, and third-party processors.",
    "admin.withdrawal.logs.title": "Withdrawal Records",
    "admin.withdrawal.logs.description": "\"Monitor withdrawal requests with status tracking, approval workflows, and compliance verification.",
    "admin.content.management.title": "Content",
    "admin.content.management.description": "Comprehensive content management system for blogs, media assets, and dynamic website content.",
    "admin.blog.system.title": "Blog System",
    "admin.blog.system.description": "\"Complete blog management with author profiles, content scheduling, SEO optimization, and engagement analytics.",
    "admin.media.library.title": "Media Library",
    "admin.media.library.description": "\"Centralized media management with cloud storage, image optimization, and CDN integration for optimal performance.",
    "admin.homepage.sliders.title": "Homepage Sliders",
    "admin.homepage.sliders.description": "\"Dynamic homepage content management with responsive sliders, call-to-action buttons, and A/B testing capabilities.",
    "admin.platform.extensions.title": "Extensions",
    "admin.platform.extensions.description": "\"Advanced platform extensions providing specialized functionality for trading, marketplace, and business operations.",
    "admin.trading.extensions.title": "Trading Platforms",
    "admin.trading.extensions.description": "\"Professional trading platforms with advanced order types, market analysis tools, and institutional-grade execution.",
    "admin.ecosystem.platform.title": "Blockchain Ecosystem",
    "admin.ecosystem.platform.description": "\"Decentralized trading ecosystem with blockchain integration, DeFi protocols, and smart contract automation.",
    "admin.futures.platform.title": "Futures Trading",
    "admin.futures.platform.description": "\"Professional futures trading platform with margin management, risk controls, and institutional execution.",
    "admin.forex.platform.title": "Forex Trading",
    "admin.forex.platform.description": "\"Professional forex trading with MetaTrader integration, algorithmic trading, and institutional liquidity.",
    "admin.p2p.platform.title": "P2P Exchange",
    "admin.p2p.platform.description": "\"Peer-to-peer trading platform with escrow services, dispute resolution, and multi-payment gateway support.",
    "admin.copy.trading.platform.title": "Copy Trading",
    "admin.copy.trading.platform.description": "\"Social trading platform enabling users to follow and automatically copy trades from successful traders.",
    "admin.ai.market.maker.platform.title": "AI Market Maker",
    "admin.ai.market.maker.platform.description": "\"AI-powered market making system with automated trading bots, liquidity management, and intelligent price discovery.",
    "admin.investment.extensions.title": "Investment Products",
    "admin.investment.extensions.description": "\"Advanced investment products with AI-driven strategies, staking services, and tokenization platforms.",
    "admin.ai.investment.title": "AI Investment",
    "admin.ai.investment.description": "\"Artificial intelligence-powered investment management with machine learning algorithms and automated portfolio optimization.",
    "admin.staking.platform.title": "Staking Services",
    "admin.staking.platform.description": "\"Comprehensive staking platform with validator management, reward distribution, and slashing protection.",
    "admin.ico.platform.title": "Token Sales",
    "admin.ico.platform.description": "\"Initial Coin Offering platform with KYC integration, smart contract deployment, and regulatory compliance.",
    "admin.marketplace.extensions.title": "Marketplace Solutions",
    "admin.marketplace.extensions.description": "\"E-commerce and digital marketplace platforms with comprehensive seller tools and buyer protection.",
    "admin.ecommerce.platform.title": "E-commerce Platform",
    "admin.ecommerce.platform.description": "\"Full-featured e-commerce platform with inventory management, order processing, and multi-vendor support.",
    "admin.nft.marketplace.title": "NFT Marketplace",
    "admin.nft.marketplace.description": "\"Professional NFT marketplace with minting tools, royalty management, and auction capabilities.",
    "admin.business.extensions.title": "Business Tools",
    "admin.business.extensions.description": "\"Essential business tools for marketing, customer support, and knowledge management.",
    "admin.affiliate.system.title": "Affiliate Program",
    "admin.affiliate.system.description": "\"Multi-level affiliate program with commission tracking, performance analytics, and automated payouts.",
    "admin.knowledge.base.title": "Knowledge Base",
    "admin.knowledge.base.description": "\"Comprehensive knowledge management system with AI-powered search and content optimization.",
    "admin.email.marketing.title": "Email Marketing",
    "admin.email.marketing.description": "\"Professional email marketing platform with automation workflows, A/B testing, and analytics.",
    "admin.payment.gateway.title": "Payment Gateway",
    "admin.payment.gateway.description": "\"Payment gateway system allowing merchants to accept payments through the platform.",
    "admin.system.administration.title": "System",
    "admin.system.administration.description": "\"Complete system administration suite for platform configuration, monitoring, and maintenance operations.",
    "admin.platform.settings.title": "Platform Settings",
    "admin.platform.settings.description": "\"Core platform configuration including branding, localization, security policies, and feature toggles.",
    "admin.system.updates.title": "System Updates",
    "admin.system.updates.description": "\"Automated system updates with rollback capabilities, security patches, and feature deployment management.",
    "admin.extension.manager.title": "Extension Manager",
    "admin.extension.manager.description": "\"Extension lifecycle management with installation, updates, dependency resolution, and compatibility checking.",
    "admin.communication.title": "Communication Tools",
    "admin.communication.description": "\"Platform communication management including notifications, announcements, and user messaging systems.",
    "admin.notification.templates.title": "Notification Templates",
    "admin.notification.templates.description": "\"Customizable notification templates with multi-channel delivery and personalization variables.",
    "admin.system.announcements.title": "System Announcements",
    "admin.system.announcements.description": "\"Platform-wide announcement system with scheduling, targeting, and engagement tracking capabilities.",
    "admin.monitoring.title": "System Monitoring",
    "admin.monitoring.description": "\"Comprehensive system monitoring with logging, performance metrics, and automated task management.",
    "admin.scheduled.tasks.title": "Scheduled Tasks",
    "admin.scheduled.tasks.description": "\"Automated task scheduler with job monitoring, failure handling, and performance optimization.",
    "admin.maintenance.tools.title": "Maintenance Tools",
    "admin.maintenance.tools.description": "\"System maintenance utilities including database optimization, cache management, and migration tools.",
    "admin.appearance.title": "Appearance & Design",
    "admin.appearance.description": "\"Customize your website appearance and design with advanced visual tools.",
    "admin.design.builder.title": "Page Builder",
    "admin.design.builder.description": "\"Advanced visual page builder with drag-and-drop interface, responsive design tools, and brand customization options.",
    "admin.design.default.editor.title": "Default Pages",
    "admin.design.default.editor.description": "\"Edit default frontend pages including home, legal pages, and layouts with code editor interface.",
    "user.trading.title": "Trading",
    "user.trading.description": "\"Access comprehensive trading platforms with advanced charting tools, real-time market data, and professional-grade execution capabilities for all asset classes.",
    "user.trading.spot.title": "Spot Trading",
    "user.trading.spot.description": "\"Execute immediate buy and sell orders at current market prices with advanced order types, depth charts, and professional trading tools.",
    "user.trading.binary.title": "Binary Options",
    "user.trading.binary.description": "\"Trade binary options with sophisticated analytics, risk management tools, and streamlined execution for time-sensitive strategies.",
    "user.trading.forex.title": "Forex",
    "user.trading.forex.description": "\"Access global foreign exchange markets with MetaTrader 4/5 integration, advanced charting, and institutional-grade execution.",
    "user.trading.p2p.title": "P2P Exchange",
    "user.trading.p2p.description": "\"Engage in secure peer-to-peer cryptocurrency trading with escrow protection, flexible payment methods, and competitive rates.",
    "user.trading.copy.title": "Copy Trading",
    "user.trading.copy.description": "\"Follow and automatically copy trades from successful traders with customizable risk settings and real-time performance tracking.",
    "user.portfolio.title": "Portfolio",
    "user.portfolio.description": "\"Comprehensive portfolio management suite for tracking assets, analyzing performance, and managing your financial instruments across all platforms.",
    "user.portfolio.transactions.title": "Transaction History",
    "user.portfolio.transactions.description": "\"Detailed transaction records with advanced filtering, export capabilities, and comprehensive audit trails for all financial activities.",
    "user.portfolio.transfers.title": "Transfers",
    "user.portfolio.transfers.description": "\"Internal and external transfer services with instant processing, competitive fees, and multi-currency support.",
    "user.investments.title": "Investments",
    "user.investments.description": "\"Diversified investment opportunities with professional-grade analytics, risk assessment tools, and performance tracking across multiple asset classes.",
    "user.investments.plans.title": "Investment Plans",
    "user.investments.plans.description": "\"Curated investment strategies with detailed risk profiles, historical performance data, and flexible terms to match your financial goals.",
    "user.investments.staking.title": "Staking Rewards",
    "user.investments.staking.description": "\"Earn passive income through cryptocurrency staking with competitive APY rates, flexible lock periods, and automated reward distribution.",
    "user.investments.ico.title": "Token Sales",
    "user.investments.ico.description": "\"Early access to vetted Initial Coin Offerings with comprehensive due diligence reports, tokenomics analysis, and investment tracking.",
    "user.marketplace.title": "Marketplace",
    "user.marketplace.description": "\"Explore premium digital and physical marketplaces with secure transactions, verified sellers, and comprehensive buyer protection.",
    "user.marketplace.nft.title": "NFT Marketplace",
    "user.marketplace.nft.description": "\"Discover, create, and trade unique digital assets in our curated NFT marketplace with auction capabilities and creator royalties.",
    "user.marketplace.store.title": "Store",
    "user.marketplace.store.description": "\"Premium marketplace featuring both digital and physical products with secure payment processing, worldwide shipping, and buyer protection.",
    "user.services.title": "Services",
    "user.services.description": "\"Professional services and tools to enhance your trading experience, including affiliate programs, educational resources, and premium support.",
    "user.services.affiliate.title": "Affiliate Program",
    "user.services.affiliate.description": "\"Monetize your network through our comprehensive affiliate program with competitive commissions, real-time tracking, and marketing tools.",
    "user.services.merchant.title": "Merchant Gateway",
    "user.services.merchant.description": "\"Accept payments from customers through our secure payment gateway with API integration and real-time transaction tracking.",
    "user.services.support.title": "Support Center",
    "user.services.support.description": "\"Professional customer support with ticket management, live chat capabilities, and dedicated account management for premium users.",
    "user.services.faq.title": "Knowledge Base",
    "user.services.faq.description": "\"Comprehensive documentation, tutorials, and frequently asked questions to help you maximize platform capabilities.",
    "user.insights.title": "Insights",
    "user.insights.description": "\"Professional market analysis, trading insights, and industry news from our team of financial experts and market researchers."
  },
  "navbar": {
    "ext_staking": {
      "dashboard.title": "Dashboard",
      "dashboard.description": "Comprehensive staking overview with real-time analytics, pool performance metrics, and quick access to your staking positions.",
      "staking.pools.title": "Staking Pools",
      "staking.pools.description": "Browse available staking pools with competitive APY rates, lock periods, and detailed reward structures.",
      "my.positions.title": "My Positions",
      "my.positions.description": "Track your active staking positions, accumulated rewards, and manage withdrawals from a unified dashboard.",
      "staking.guide.title": "Staking Guide",
      "staking.guide.description": "Step-by-step tutorials and best practices for maximizing your staking rewards and understanding pool mechanics."
    },
    "ext_p2p": {
      "home.title": "Home",
      "home.description": "Peer-to-peer cryptocurrency exchange with secure escrow and multiple payment methods.",
      "dashboard.title": "Dashboard",
      "dashboard.description": "Personal P2P trading dashboard with active orders, trade history, and reputation score.",
      "offer.title": "Offers",
      "offer.description": "Browse and create buy/sell offers with customizable rates and payment methods.",
      "trade.title": "Trades",
      "trade.description": "Manage your active P2P trades, communicate with counterparties, and track transaction status.",
      "guided.matching.title": "Quick Match",
      "guided.matching.description": "Intelligent matching system to find the best offers based on your trading preferences.",
      "guide.title": "Guide",
      "guide.description": "Comprehensive P2P trading guide with safety tips, best practices, and dispute resolution process."
    },
    "ext_nft": {
      "explore.title": "Explore",
      "explore.description": "Discover trending NFT collections, featured artists, and popular digital artworks.",
      "marketplace.title": "Marketplace",
      "marketplace.description": "Buy, sell, and trade NFTs in our secure marketplace with auction and fixed-price listings.",
      "creator.title": "Creator",
      "creator.description": "Create and manage your NFT collections with professional minting and listing tools."
    },
    "ext_ico": {
      "home.title": "Home",
      "home.description": "Discover upcoming and active token sales with comprehensive project analysis and investment opportunities.",
      "offers.title": "Offers",
      "offers.description": "Browse all available ICO offerings with detailed tokenomics, vesting schedules, and project fundamentals.",
      "dashboard.title": "Dashboard",
      "dashboard.description": "Personal investment dashboard tracking your token purchases, vesting status, and claim schedules.",
      "transactions.title": "Transactions",
      "transactions.description": "Complete transaction history of all your ICO participations with status tracking and receipts.",
      "creator.title": "Creator",
      "creator.description": "Launch and manage your own token sales with professional tools for project creators.",
      "creator.dashboard.title": "Dashboard",
      "creator.dashboard.description": "Manage your token sale campaigns, monitor contributions, and track investor engagement.",
      "launch.token.title": "Launch Token",
      "launch.token.description": "Create and deploy new token sales with customizable phases, pricing, and distribution rules.",
      "token.simulator.title": "Token Simulator",
      "token.simulator.description": "Model your tokenomics and test different sale parameters before launching your ICO.",
      "about.title": "About",
      "about.description": "Learn about our ICO platform features, security measures, and compliance standards."
    },
    "ext_gateway": {
      "gateway.title": "Gateway",
      "gateway.description": "Professional payment gateway for merchants to accept cryptocurrency payments with seamless integration.",
      "dashboard.title": "Dashboard",
      "dashboard.description": "Merchant dashboard with transaction analytics, payment tracking, and API management tools.",
      "payments.title": "Payments",
      "payments.description": "Complete payment transaction history with status tracking and reconciliation tools.",
      "payouts.title": "Payouts",
      "payouts.description": "Manage withdrawal requests and track payout history with automated processing.",
      "integrations.title": "Integrations",
      "integrations.description": "Comprehensive API documentation and integration guides for developers.",
      "settings.title": "Settings",
      "settings.description": "Configure gateway preferences, webhook endpoints, and notification settings."
    },
    "ext_forex": {
      "home.title": "Home",
      "home.description": "Access professional forex trading with competitive spreads and institutional-grade execution.",
      "investment.plans.title": "Plans",
      "investment.plans.description": "Browse investment plans with various risk profiles, expected returns, and flexible durations.",
      "dashboard.title": "Account",
      "dashboard.description": "Manage your forex trading accounts, monitor performance, and track your investments.",
      "investments.title": "Investments",
      "investments.description": "View your active forex investments, returns, and detailed performance analytics.",
      "transactions.title": "Transactions",
      "transactions.description": "Complete history of all forex-related transactions including deposits, withdrawals, and trades."
    },
    "ext_faq": {
      "faq.home.title": "FAQ Home",
      "faq.home.description": "Browse help articles organized by topic for quick access to relevant information.",
      "troubleshooter.title": "Troubleshooter",
      "troubleshooter.description": "Search our knowledge base for instant answers to your questions."
    },
    "ext_ecommerce": {
      "home.title": "Home",
      "home.description": "Discover premium products in our curated marketplace with secure payment options.",
      "products.title": "Products",
      "products.description": "Browse our complete product catalog with filters, reviews, and detailed specifications.",
      "categories.title": "Categories",
      "categories.description": "Explore products organized by category for easier shopping experience."
    },
    "ext_copy-trading": {
      "discover.title": "Discover",
      "discover.description": "Find top-performing traders to follow with detailed performance metrics and trading strategies.",
      "leaders.title": "Leaders",
      "leaders.description": "Browse verified trading leaders with proven track records, risk scores, and follower statistics.",
      "subscriptions.title": "Subscriptions",
      "subscriptions.description": "Manage your active copy trading subscriptions and allocation settings.",
      "trades.title": "Trades",
      "trades.description": "View all copied trades with execution details, performance metrics, and profit/loss tracking.",
      "analytics.title": "Analytics",
      "analytics.description": "Advanced analytics dashboard with portfolio performance, risk metrics, and strategy insights.",
      "dashboard.title": "Dashboard",
      "dashboard.description": "Personal copy trading dashboard with quick access to subscriptions, performance, and settings."
    },
    "ext_affiliate": {
      "home.title": "Home",
      "home.description": "Join our affiliate program and earn commissions by referring new users to the platform.",
      "dashboard.title": "Dashboard",
      "dashboard.description": "Track your referral performance, commissions earned, and network growth in real-time.",
      "network.management.title": "Network",
      "network.management.description": "Manage your referral network and team performance.",
      "network.title": "Network",
      "network.description": "Visualize your referral network structure, downline activity, and team performance.",
      "referrals.title": "Referrals",
      "referrals.description": "Manage your referral links, track sign-ups, and monitor conversion rates.",
      "generator.title": "Link Generator",
      "generator.description": "Create custom referral links with tracking parameters and campaign management.",
      "earnings.title": "Earnings",
      "earnings.description": "Track commissions and rewards.",
      "rewards.title": "Rewards",
      "rewards.description": "View available rewards, claim bonuses, and track your reward history.",
      "conditions.title": "Commission Rates",
      "conditions.description": "Detailed breakdown of commission structures and earning potential at each level."
    },
    "ext_admin_staking": {
      "overview.title": "Overview",
      "overview.description": "Administrative dashboard with staking pool performance, user positions, and system health metrics.",
      "pools.title": "Pools",
      "pools.description": "Create and manage staking pools with configurable APY rates, lock periods, and reward distributions.",
      "positions.title": "Positions",
      "positions.description": "Monitor all user staking positions, process early withdrawals, and manage stake allocations.",
      "earnings.title": "Earnings",
      "earnings.description": "Track platform earnings, reward distributions, and staking revenue analytics."
    },
    "ext_admin_p2p": {
      "overview.title": "Overview",
      "overview.description": "P2P trading platform overview with active trades, dispute metrics, and system performance.",
      "trading.title": "Trading",
      "trading.description": "Manage all P2P trading activities and resolve disputes.",
      "trades.title": "Trades",
      "trades.description": "Monitor active and completed trades, intervene in disputes, and ensure platform integrity.",
      "offers.title": "Offers",
      "offers.description": "Review and moderate user offers, manage suspicious listings, and enforce trading policies.",
      "disputes.title": "Disputes",
      "disputes.description": "Handle trade disputes, review evidence, and make fair resolutions between parties.",
      "payment.methods.title": "Payment Methods",
      "payment.methods.description": "Configure available payment methods, set limits, and manage payment provider integrations.",
      "settings.title": "Settings",
      "settings.description": "P2P platform configuration including fees, limits, and trading rules."
    },
    "ext_admin_nft": {
      "dashboard.title": "Dashboard",
      "dashboard.description": "NFT marketplace overview with sales volume, active listings, and creator statistics.",
      "content.title": "Content",
      "content.description": "Manage marketplace content and collections.",
      "categories.title": "Categories",
      "categories.description": "Create and manage NFT categories to organize marketplace content.",
      "collections.title": "Collections",
      "collections.description": "Review and approve collections, feature trending projects, and manage metadata.",
      "nfts.title": "NFTs",
      "nfts.description": "Monitor all NFT listings, moderate content, and handle reported items.",
      "trading.title": "Trading",
      "trading.description": "Monitor marketplace trading activity.",
      "marketplace.title": "Marketplace",
      "marketplace.description": "Overview of marketplace activity, featured items, and trading volume.",
      "listings.title": "Listings",
      "listings.description": "Manage active NFT listings, monitor pricing, and handle listing issues.",
      "offers.title": "Offers",
      "offers.description": "Review and moderate NFT offers, handle offer-related issues.",
      "auctions.title": "Auctions",
      "auctions.description": "Monitor active bids, handle bid disputes, and manage auction activities.",
      "sales.title": "Sales",
      "sales.description": "Track all NFT sales, process disputes, and manage transaction issues.",
      "community.title": "Community",
      "community.description": "Manage community features and engagement.",
      "creators.title": "Creators",
      "creators.description": "Manage creator verifications, review applications, and track creator performance.",
      "activity.title": "Activity",
      "activity.description": "Monitor user activity, track engagement metrics, and review recent actions.",
      "system.title": "System",
      "system.description": "System administration and settings.",
      "analytics.title": "Analytics",
      "analytics.description": "Detailed marketplace analytics with trends, revenue, and user behavior insights.",
      "settings.title": "Settings",
      "settings.description": "NFT platform configuration including fees, royalties, and marketplace rules."
    },
    "ext_admin_mailwizard": {
      "campaigns.title": "Campaigns",
      "campaigns.description": "Create and manage email marketing campaigns with scheduling and automation.",
      "templates.title": "Templates",
      "templates.description": "Design reusable email templates with drag-and-drop editor and dynamic content."
    },
    "ext_admin_ico": {
      "dashboard.title": "Dashboard",
      "dashboard.description": "ICO platform overview with active sales, contribution metrics, and project statistics.",
      "offer.title": "Offers",
      "offer.description": "Manage token sale offerings, approve projects, and configure sale parameters.",
      "transaction.title": "Transactions",
      "transaction.description": "Monitor all ICO transactions, process refunds, and track token distributions.",
      "settings.title": "Settings",
      "settings.description": "Configure ICO platform settings, fees, and compliance requirements."
    },
    "ext_admin_gateway": {
      "dashboard.title": "Dashboard",
      "dashboard.description": "Payment gateway overview with transaction volumes, merchant activity, and revenue metrics.",
      "merchants.title": "Merchants",
      "merchants.description": "Manage merchant accounts, review applications, and configure merchant-specific settings.",
      "payments.title": "Payments",
      "payments.description": "Monitor all payment transactions, handle disputes, and process refunds.",
      "payouts.title": "Payouts",
      "payouts.description": "Manage merchant payouts, configure payout schedules, and track disbursements.",
      "settings.title": "Settings",
      "settings.description": "Gateway configuration including fees, supported currencies, and integration settings."
    },
    "ext_admin_futures": {
      "markets.title": "Markets",
      "markets.description": "Configure futures markets, set leverage limits, and manage contract specifications.",
      "positions.title": "Positions",
      "positions.description": "Monitor all open positions, track liquidations, and manage risk exposure."
    },
    "ext_admin_forex": {
      "accounts.title": "Accounts",
      "accounts.description": "Manage user trading accounts, view balances, and handle account-related requests.",
      "plans.title": "Plans",
      "plans.description": "Configure forex investment plans and duration options.",
      "plans.list.title": "Plans",
      "plans.list.description": "Create and manage investment plans with risk profiles and return structures.",
      "durations.title": "Durations",
      "durations.description": "Configure investment duration options and associated interest rates.",
      "investments.title": "Investments",
      "investments.description": "Monitor all user investments, track performance, and process payouts.",
      "signals.title": "Signals",
      "signals.description": "Manage trading signals, configure signal providers, and track signal performance.",
      "transactions.title": "Transactions",
      "transactions.description": "Monitor all forex-related financial transactions.",
      "deposit.title": "Deposit",
      "deposit.description": "Review deposit requests, process approvals, and handle deposit issues.",
      "withdraw.title": "Withdraw",
      "withdraw.description": "Process withdrawal requests, verify compliance, and manage payout queue."
    },
    "ext_admin_faq": {
      "overview.title": "Overview",
      "overview.description": "Knowledge base analytics with popular articles, search trends, and user engagement metrics.",
      "manage.title": "Manage",
      "manage.description": "Create, edit, and organize FAQ articles with rich content editing tools.",
      "feedback.title": "Feedback",
      "feedback.description": "Review user feedback on articles, identify improvement areas, and measure helpfulness.",
      "questions.title": "Questions",
      "questions.description": "Manage user-submitted questions, assign to categories, and track response status."
    },
    "ext_admin_ecosystem": {
      "blockchains.title": "Blockchains",
      "blockchains.description": "Manage supported blockchain networks, configure RPC endpoints, and monitor network status.",
      "wallets.title": "Wallets",
      "wallets.description": "Wallet infrastructure management.",
      "master.wallets.title": "Master Wallets",
      "master.wallets.description": "Configure platform master wallets for each blockchain with security and backup settings.",
      "custodial.wallets.title": "Custodial Wallets",
      "custodial.wallets.description": "Monitor user custodial wallets, track balances, and manage wallet operations.",
      "markets.title": "Markets",
      "markets.description": "Configure trading markets, set trading pairs, and manage market parameters.",
      "tokens.title": "Tokens",
      "tokens.description": "Manage supported tokens, add new assets, and configure token metadata.",
      "utxo.title": "UTXO",
      "utxo.description": "Monitor UTXO-based blockchain transactions and manage unspent outputs.",
      "ledgers.title": "Ledgers",
      "ledgers.description": "View comprehensive ledger entries and transaction history across all wallets."
    },
    "ext_admin_ecommerce": {
      "dashboard.title": "Dashboard",
      "dashboard.description": "E-commerce overview with sales analytics, order metrics, and inventory status.",
      "catalog.title": "Catalog",
      "catalog.description": "Manage product catalog and inventory.",
      "products.title": "Products",
      "products.description": "Create, edit, and manage products with pricing, inventory, and media management.",
      "categories.title": "Categories",
      "categories.description": "Organize products into categories with hierarchy and navigation settings.",
      "reviews.title": "Reviews",
      "reviews.description": "Moderate product reviews, respond to feedback, and manage ratings.",
      "wishlist.title": "Wishlist",
      "wishlist.description": "View user wishlist trends and popular product analytics.",
      "sales.title": "Sales",
      "sales.description": "Manage sales operations and fulfillment.",
      "orders.title": "Orders",
      "orders.description": "Process orders, manage fulfillment, and handle returns and exchanges.",
      "discounts.title": "Discounts",
      "discounts.description": "Create promotional campaigns, discount codes, and special offers.",
      "shipping.title": "Shipping",
      "shipping.description": "Configure shipping methods, rates, and carrier integrations.",
      "settings.title": "Settings",
      "settings.description": "Store configuration including payment methods, tax settings, and policies."
    },
    "ext_admin_copy-trading": {
      "dashboard.title": "Dashboard",
      "dashboard.description": "Copy trading platform overview with leader performance, subscription metrics, and system health.",
      "trading.title": "Trading",
      "trading.description": "Manage copy trading activities and user subscriptions.",
      "leaders.title": "Leaders",
      "leaders.description": "Review and approve trading leaders, monitor performance, and manage leader applications.",
      "subscriptions.title": "Subscriptions",
      "subscriptions.description": "Monitor user subscriptions, track copy relationships, and manage allocation settings.",
      "trades.title": "Trades",
      "trades.description": "View all copied trades, analyze execution quality, and investigate discrepancies.",
      "transactions.title": "Transactions",
      "transactions.description": "Track all copy trading financial transactions and commission distributions.",
      "system.title": "System",
      "system.description": "System administration and monitoring tools.",
      "audit.title": "Audit Log",
      "audit.description": "Comprehensive audit trail of all system activities and administrative actions.",
      "health.title": "Health",
      "health.description": "System health monitoring with performance metrics and error tracking.",
      "settings.title": "Settings",
      "settings.description": "Platform configuration including copy parameters, fees, and risk controls."
    },
    "ext_admin_ai_market-maker": {
      "dashboard.title": "Dashboard",
      "dashboard.description": "AI market maker overview with bot performance, liquidity metrics, and system health.",
      "markets.title": "Markets",
      "markets.description": "Configure markets for AI market making with spread settings and volume parameters.",
      "analytics.title": "Analytics",
      "analytics.description": "Detailed analytics on market maker performance, profitability, and market impact.",
      "settings.title": "Settings",
      "settings.description": "Configure AI market maker parameters, risk controls, and bot behavior settings.",
      "guide.title": "Guide",
      "guide.description": "Documentation and best practices for managing AI market maker operations."
    },
    "ext_admin_ai_investment": {
      "plans.title": "Plans",
      "plans.description": "Configure AI investment plans with risk profiles, expected returns, and investment parameters.",
      "durations.title": "Durations",
      "durations.description": "Set investment duration options with associated interest rates and compound settings.",
      "logs.title": "Investment Logs",
      "logs.description": "Monitor all AI investment activities, track performance, and manage payouts."
    },
    "ext_admin_affiliate": {
      "dashboard.title": "Dashboard",
      "dashboard.description": "Affiliate program overview with network growth, commission metrics, and top performers.",
      "program.management.title": "Program",
      "program.management.description": "Manage affiliate program settings and structure.",
      "conditions.title": "Conditions",
      "conditions.description": "Configure commission structures, tier requirements, and qualification rules.",
      "rewards.title": "Rewards",
      "rewards.description": "Manage reward programs, bonus structures, and payout thresholds.",
      "settings.title": "Settings",
      "settings.description": "Affiliate program configuration including payout methods and program rules.",
      "referrals.title": "Referrals",
      "referrals.description": "Monitor referral activity, track conversions, and manage referral links."
    }
  }
}
